const foodList = {
    한식: ['제육덮밥', '비빔밥', '불고기', '회덮밥', '오므라이스', '카레덮밥', '쌈밥', '김치볶음밥밥','냉면', '칼국수', '비빔국수', '잔치국수', '쫄면', '막국수', '김치찌개', '부대찌개', '된장찌개', '육계장', '순두부찌개', '돼지국밥', '매운탕', '해물탕', '뼈해장국'],
    양식: ['파스타', '스테이크', '리조또', '피자'],
    일식: ['초밥', '라멘', '우동', '가츠동', '하이라이스', '규동', '소바', '돈부리', '오꼬노미야끼'],
    중식: ['짜장면', '짬뽕', '탕수육', '볶음밥', '마파두부', '깐풍기', '고추잡채', '팔보채', '깐쇼새우'],
    분식: ['떡볶이', '핫도그', '김밥', '순대', '돈까스', '튀김', '어묵', '라볶이', '만두'],
    술안주: ['치킨', '족발', '보쌈', '닭발', '곱,막창', '골뱅이 무침', '삼겹살', '어묵탕', '곱창전골'],
    간편식: ['컵라면', '햄버거', '삼각김밥', '토스트', '밥버거', '빵', '샌드위치', '샐러드', '닭가슴살']
  };
  
  export default foodList;
  